Repository: wolfwdavid/cross_platform_c11
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, uk, zh_hans, zh_hant

# settings.material.contentBackground
source: Content Background
ja: コンテンツ背景
ko: 콘텐츠 배경
ru: Фон содержимого
uk: Фон вмісту
zh_hans: 内容背景
zh_hant: 內容背景

# settings.material.fullScreenUI
source: Full Screen UI
ja: フルスクリーンUI
ko: 전체 화면 UI
ru: Полноэкранный интерфейс
uk: Повноекранний інтерфейс
zh_hans: 全屏 UI
zh_hant: 全螢幕 UI

# settings.material.headerView
source: Header View
ja: ヘッダビュー
ko: 헤더 뷰
ru: Заголовок
uk: Заголовок
zh_hans: 头部视图
zh_hant: 標題列

# settings.material.hudWindow
source: HUD Window
ja: HUDウインドウ
ko: HUD 윈도우
ru: HUD-окно
uk: HUD-вікно
zh_hans: HUD 窗口
zh_hant: HUD 視窗

# settings.material.liquidGlass
source: Liquid Glass (macOS 26+)
ja: Liquid Glass（macOS 26以降）

# settings.material.menu
source: Menu
ja: メニュー
ko: 메뉴
ru: Меню
uk: Меню
zh_hans: 菜单
zh_hant: 選單

# settings.material.none
source: None
ja: なし
ko: 없음
ru: Нет
uk: Немає
zh_hans: 无
zh_hant: 無

# settings.material.popover
source: Popover
ja: ポップオーバー
ko: 팝오버
ru: Всплывающее окно
uk: Спливне вікно
zh_hans: 弹出框
zh_hant: 彈出框

# settings.material.sheet
source: Sheet
ja: シート
ko: 시트
ru: Лист
uk: Аркуш
zh_hans: 工作表
zh_hant: 工作表

# settings.material.sidebar
source: Sidebar
ja: サイドバー
ko: 사이드바
ru: Боковая панель
uk: Бічна панель
zh_hans: 侧边栏
zh_hant: 側邊欄

# settings.material.toolTip
source: Tool Tip
ja: ツールチップ
ko: 도구 설명
ru: Подсказка
uk: Підказка
zh_hans: 工具提示
zh_hant: 工具提示

# settings.material.underWindow
source: Under Window
ja: ウインドウ下
ko: 윈도우 아래
ru: Под окном
uk: Під вікном
zh_hans: 窗口底部
zh_hant: 視窗下方

# settings.material.windowBackground
source: Window Background
ja: ウインドウ背景
ko: 윈도우 배경
ru: Фон окна
uk: Фон вікна
zh_hans: 窗口背景
zh_hant: 視窗背景

# settings.notifications.command.placeholder
source: say "done"
ja: say "完了"
zh_hant: say "完成"

# settings.notifications.command.subtitle
source: Runs with /bin/sh -c when a notification fires. Title, subtitle, and body land in CMUX_NOTIFICATION_* env vars.
ja: 通知発火時に /bin/sh -c で実行します。タイトル、サブタイトル、本文は CMUX_NOTIFICATION_* 環境変数に入ります。
ko: 알림이 울릴 때 /bin/sh -c로 실행됩니다. 제목, 부제목, 본문은 CMUX_NOTIFICATION_* 환경 변수로 전달됩니다.
ru: Запускается через /bin/sh -c при срабатывании уведомления. Заголовок, подзаголовок и текст попадают в переменные окружения CMUX_NOTIFICATION_*.
uk: Запускається через /bin/sh -c, коли надходить сповіщення. Заголовок, підзаголовок і текст потрапляють у змінні середовища CMUX_NOTIFICATION_*.
zh_hans: 通知触发时以 /bin/sh -c 执行。标题、副标题与正文会传入 CMUX_NOTIFICATION_* 环境变量。
zh_hant: 通知觸發時以 /bin/sh -c 執行。標題、副標題和內文放入 CMUX_NOTIFICATION_* 環境變數。

# settings.notifications.command.title
source: Notification Command
ja: 通知コマンド
ko: 알림 명령
ru: Команда уведомления
uk: Команда сповіщення
zh_hans: 通知命令
zh_hant: 通知指令

# settings.notifications.desktop.action.enable
source: Enable
ja: 有効にする
ko: 활성화
ru: Включить
uk: Увімкнути
zh_hans: 启用
zh_hant: 啟用

# settings.notifications.desktop.action.openSettings
source: Open Settings
ja: 設定を開く
ko: 설정 열기
ru: Открыть Настройки
uk: Відкрити Налаштування
zh_hans: 打开设置
zh_hant: 開啟設定

# settings.notifications.desktop.sendTest
source: Send Test
ja: テスト送信
ko: 테스트 보내기
ru: Отправить тест
uk: Надіслати тест
zh_hans: 发送测试
zh_hant: 傳送測試

# settings.notifications.desktop.subtitleDenied
source: Disabled in System Settings.
ja: システム設定で無効になっています。
ko: 시스템 설정에서 비활성화됨.
ru: Отключено в Системных настройках.
uk: Вимкнено в Системних налаштуваннях.
zh_hans: 已在「系统设置」中禁用。
zh_hant: 已於系統設定停用。

# settings.notifications.desktop.subtitleEnabled
source: Enabled.
ja: 有効です。
ko: 활성화됨.
ru: Включено.
uk: Увімкнено.
zh_hans: 已启用。
zh_hant: 已啟用。

# settings.notifications.desktop.subtitleEphemeral
source: Temporarily enabled.
ja: 一時的に有効です。
ko: 일시적으로 활성화됨.
ru: Временно включено.
uk: Увімкнено тимчасово.
zh_hans: 临时启用。
zh_hant: 暫時啟用。

# settings.notifications.desktop.subtitleNotEnabled
source: Not enabled yet.
ja: まだ有効になっていません。
ko: 아직 활성화되지 않음.
ru: Пока не включено.
uk: Ще не ввімкнено.
zh_hans: 尚未启用。
zh_hant: 尚未啟用。

# settings.notifications.desktop.subtitleProvisional
source: Enabled, quiet delivery.
ja: 有効、静かな配信です。
ko: 활성화됨, 조용한 전달.
ru: Включено, тихая доставка.
uk: Увімкнено, тиха доставка.
zh_hans: 已启用，静默送达。
zh_hant: 已啟用,靜默傳送。

# settings.notifications.desktop.title
source: Desktop Notifications
ja: デスクトップ通知
ko: 데스크톱 알림
ru: Уведомления рабочего стола
uk: Сповіщення на робочому столі
zh_hans: 桌面通知
zh_hant: 桌面通知

# settings.notifications.paneFlash.subtitle
source: Flashes a blue outline when c11 highlights a pane.
ja: c11 がペインを強調表示するとき、青いアウトラインを点滅させます。
ko: c11이 페인을 강조할 때 파란 윤곽선을 깜빡입니다.
ru: Мигает синим контуром, когда c11 выделяет панель.
uk: Блимає синім контуром, коли c11 підсвічує панель.
zh_hans: c11 高亮面板时闪现蓝色轮廓。
zh_hant: c11 強調窗格時閃爍藍色外框。

# settings.notifications.paneFlash.title
source: Pane Flash
ja: ペインフラッシュ
ko: 페인 깜빡임
ru: Мигание панели
uk: Блимання панелі
zh_hans: 面板闪烁
zh_hant: 面板閃爍

# settings.notifications.paneRing.subtitle
source: Rings unread panes in blue.
ja: 未読ペインに青で呼びかけます。
ko: 읽지 않은 페인을 파랗게 울립니다.
ru: Звенит синим на непрочитанных панелях.
uk: Гукає непрочитані панелі синім кільцем.
zh_hans: 为未读面板叩上蓝环。
zh_hant: 以藍環叩響未讀窗格。

# settings.notifications.paneRing.title
source: Unread Pane Ring
ja: 未読ペインリング
ko: 읽지 않은 페인 울림
ru: Звон непрочитанной панели
uk: Дзвінок непрочитаної панелі
zh_hans: 未读面板叩环
zh_hant: 未讀面板叩響

# settings.notifications.sound.custom.choose.button
source: Choose...
ja: 選択...
ko: 선택...
ru: Выбрать...
uk: Обрати…
zh_hans: 选择...
zh_hant: 選擇…

# settings.notifications.sound.custom.choose.prompt
source: Choose
ja: 選択
ko: 선택
ru: Выбрать
uk: Обрати
zh_hans: 选择
zh_hant: 選擇

# settings.notifications.sound.custom.choose.title
source: Choose Notification Sound
ja: 通知サウンドを選択
ko: 알림 소리 선택
ru: Выбор звука уведомления
uk: Оберіть звук сповіщення
zh_hans: 选择通知声音
zh_hant: 選擇通知音效

# settings.notifications.sound.custom.clear.button
source: Clear
ja: クリア
ko: 지우기
ru: Очистить
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# settings.notifications.sound.custom.error.title
source: Custom Notification Sound Error
ja: カスタム通知サウンドのエラー
ko: 사용자 지정 알림 소리 오류
ru: Ошибка пользовательского звука уведомления
uk: Помилка власного звуку сповіщення
zh_hans: 自定义通知声音错误
zh_hant: 自訂通知音效錯誤

# settings.notifications.sound.custom.file.none
source: No file selected
ja: ファイル未選択
ko: 파일이 선택되지 않음
ru: Файл не выбран
uk: Файл не вибрано
zh_hans: 未选择文件
zh_hant: 尚未選擇檔案

# settings.notifications.sound.custom.status.empty
source: Choose a custom audio file first.
ja: 先にカスタム音声ファイルを選択してください。
ko: 먼저 사용자 지정 오디오 파일을 선택하세요.
ru: Сначала выберите пользовательский аудиофайл.
uk: Спершу оберіть власний аудіофайл.
zh_hans: 先选择一个自定义音频文件。
zh_hant: 先選擇自訂音訊檔案。

# settings.notifications.sound.custom.status.missingExtensionPrefix
source: File needs an extension:
ja: 拡張子が必要です:
ko: 파일에 확장자가 필요해요:
ru: Файлу нужно расширение:
uk: Файлу потрібне розширення:
zh_hans: 文件需要扩展名：
zh_hant: 檔案需要副檔名：

# settings.notifications.sound.custom.status.missingFilePrefix
source: File not found:
ja: ファイルが見つかりません:
ko: 파일을 찾을 수 없어요:
ru: Файл не найден:
uk: Файл не знайдено:
zh_hans: 找不到文件：
zh_hant: 找不到檔案：

# settings.notifications.sound.custom.status.prepareFailed
source: Couldn't prepare this file. Try WAV, AIFF, or CAF.
ja: このファイルを準備できませんでした。WAV、AIFF、または CAF を試してください。
ko: 이 파일을 준비할 수 없어요. WAV, AIFF 또는 CAF를 시도하세요.
ru: Не удалось подготовить этот файл. Попробуйте WAV, AIFF или CAF.
uk: Не вдалося підготувати цей файл. Спробуйте WAV, AIFF або CAF.
zh_hans: 无法准备此文件。请尝试 WAV、AIFF 或 CAF。
zh_hant: 無法準備此檔案。請試試 WAV、AIFF 或 CAF。

# settings.notifications.sound.custom.status.ready
source: Ready.
ja: 準備完了。
ko: 준비됨.
ru: Готово.
uk: Готово.
zh_hans: 就绪。
zh_hant: 就緒。

# settings.notifications.sound.custom.status.readyConverted
source: Ready (converted to CAF).
ja: 準備完了（CAFに変換）。
ko: 준비됨 (CAF로 변환됨).
ru: Готово (преобразовано в CAF).
uk: Готово (конвертовано в CAF).
zh_hans: 就绪（已转为 CAF）。
zh_hant: 就緒（已轉為 CAF）。

# settings.notifications.sound.subtitle
source: Plays when a notification rings.
ja: 通知が呼びかけるときに再生します。
ko: 알림이 울릴 때 재생됩니다.
ru: Звучит, когда звенит уведомление.
uk: Звучить, коли сповіщення гукає.
zh_hans: 通知叩响时播放。
zh_hant: 通知叩響時播放。

# settings.notifications.sound.title
source: Notification Sound
ja: 通知サウンド
ko: 알림 소리
ru: Звук уведомления
uk: Звук сповіщення
zh_hans: 通知声音
zh_hant: 通知音效

# settings.page.advanced
source: Advanced
ja: 詳細
ko: 고급
ru: Дополнительно
uk: Додатково
zh_hans: 高级
zh_hant: 進階

# settings.page.advanced.helper
source: low-level controls for ports, sockets, and recovery paths.
ja: ポート、ソケット、復旧パスの低レベルコントロール。
ko: 포트, 소켓, 복구 경로의 저수준 제어.
ru: низкоуровневое управление портами, сокетами и путями восстановления.
uk: низькорівневі елементи керування портами, сокетами та шляхами відновлення.
zh_hans: 端口、套接字、恢复路径的底层控制。
zh_hant: 連接埠、socket 與復原路徑的低階控制。

# settings.page.agents
source: Agents
ja: エージェント
ko: 에이전트
ru: Агенты
uk: Агенти
zh_hans: 代理
zh_hant: 代理

# settings.page.agents.helper
source: the A button on every pane launches an agent. shape what runs and what it knows about c11.
ja: 各ペインの A ボタンはエージェントを起動します。何が実行され、c11 について何を知っているかを形作ります。
ko: 각 패널의 A 버튼이 에이전트를 실행합니다. 무엇이 실행되고 에이전트가 c11에 대해 무엇을 아는지 정합니다.
ru: Кнопка A на каждой панели запускает агента. Определите, что запускается и что он знает о c11.
uk: Кнопка A на кожній панелі запускає агента. Визначте, що запускається і що він знає про c11.
zh_hans: 每个窗格上的 A 按钮启动一个代理。决定运行什么以及它对 c11 了解什么。
zh_hant: 每個窗格上的 A 按鈕啟動一個代理。決定執行什麼以及它對 c11 了解什麼。

# settings.page.agentsAutomation
source: Agents & Automation
ja: エージェントとオートメーション
ko: 에이전트 및 자동화
ru: Агенты и автоматизация
uk: Агенти та автоматизація
zh_hans: 代理与自动化
zh_hant: 代理與自動化

# settings.page.agentsAutomation.helper
source: agents can drive c11 once they know the room.
ja: エージェントは部屋を知るとc11を操作できます。
ko: 에이전트는 방을 알면 c11을 조작할 수 있습니다.
ru: агенты управляют c11, когда узнают комнату.
uk: агенти можуть керувати c11, щойно пізнають кімнату.
zh_hans: 代理认得这间房,就能驾驭 c11。
zh_hant: 代理一旦認識這個空間,就能操作 c11。

# settings.page.appearance
source: Appearance
ja: 外観
ko: 외관
ru: Внешний вид
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

# settings.page.appearance.helper
source: tune the room without touching terminal themes.
ja: ターミナルテーマに触れずに部屋を調整します。
ko: 터미널 테마를 건드리지 않고 방을 조율합니다.
ru: настройте комнату, не трогая темы терминала.
uk: налаштуйте кімнату, не чіпаючи теми термінала.
zh_hans: 不触动终端主题,调校这间房。
zh_hant: 調整這個空間,不動到終端機主題。

# settings.page.automation
source: Automation
ja: オートメーション
ko: 자동화
ru: Автоматизация
uk: Автоматизація
zh_hans: 自动化
zh_hant: 自動化

# settings.page.automation.helper
source: let external tools drive c11 through its local socket.
ja: 外部ツールがローカルソケットを介して c11 を駆動できるようにします。
ko: 외부 도구가 로컬 소켓을 통해 c11을 구동하도록 허용합니다.
ru: Позвольте внешним инструментам управлять c11 через локальный сокет.
uk: Дозвольте зовнішнім інструментам керувати c11 через локальний сокет.
zh_hans: 允许外部工具通过本地套接字驱动 c11。
zh_hant: 允許外部工具透過本機 Socket 驅動 c11。

# settings.page.browser
source: Browser
ja: ブラウザ
ko: 브라우저
ru: Браузер
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# settings.page.browser.helper
source: choose which web work stays inside c11.
ja: どのWeb作業をc11内に留めるかを選びます。
ko: 어떤 웹 작업을 c11 안에 둘지 고릅니다.
ru: выберите, какая веб-работа остаётся внутри c11.
uk: оберіть, яка веб-робота залишається всередині c11.
zh_hans: 选择哪些网页工作留在 c11 内。
zh_hant: 決定哪些網頁工作留在 c11 裡。

# settings.page.dataPrivacy
source: Data & Privacy
ja: データとプライバシー
ko: 데이터 및 개인정보
ru: Данные и конфиденциальность
uk: Дані та приватність
zh_hans: 数据与隐私
zh_hant: 資料與隱私

# settings.page.dataPrivacy.helper
source: clear local traces and choose what leaves the machine.
ja: ローカルの痕跡を消し、マシン外へ出るものを選びます。
ko: 로컬 흔적을 지우고, 이 기기를 벗어나는 것을 선택합니다.
ru: сотрите локальные следы и выберите, что покидает машину.
uk: очистіть локальні сліди та оберіть, що залишає машину.
zh_hans: 清理本地痕迹,选择哪些数据离开本机。
zh_hant: 清除本機痕跡,挑選什麼可以離開這台機器。

# settings.page.general
source: General
ja: 一般
ko: 일반
ru: Общие
uk: Загальні
zh_hans: 通用
zh_hant: 一般

# settings.page.general.helper
source: choose the app-level defaults that travel with the room.
ja: 部屋と一緒に持ち運ぶアプリ全体の既定値を選びます。
ko: 방과 함께 움직이는 앱 수준의 기본값을 고릅니다.
ru: выберите общие параметры приложения, которые путешествуют с комнатой.
uk: оберіть загальні типові налаштування застосунку, що подорожують із кімнатою.
zh_hans: 选择随房一起带走的应用级默认值。
zh_hant: 挑選隨空間而走的應用程式層級預設值。

# settings.page.input
source: Input
ja: 入力
ko: 입력
ru: Ввод
uk: Введення
zh_hans: 输入
zh_hant: 輸入

# settings.page.input.helper
source: shape command input before it reaches a surface.
ja: コマンド入力がサーフェスへ届く前に整えます。
ko: 명령 입력이 서피스에 닿기 전에 다듬습니다.
ru: формируйте командный ввод до того, как он достигнет поверхности.
uk: формуйте введення команди, перш ніж воно досягне поверхні.
zh_hans: 在命令输入抵达界面前,先予塑形。
zh_hant: 在指令輸入抵達介面之前,先將其成形。

# settings.page.keyboardShortcuts
source: Keyboard Shortcuts
ja: キーボードショートカット
ko: 키보드 단축키
ru: Клавиатурные сочетания
uk: Клавіатурні скорочення
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

# settings.page.keyboardShortcuts.helper
source: shape the keys that move through the room.
ja: 部屋を動き回るキーを整えます。
ko: 방 안을 오가는 키를 다듬습니다.
ru: настройте клавиши, которыми движетесь по комнате.
uk: формуйте клавіші, що рухаються крізь кімнату.
zh_hans: 塑造穿行于这间房的按键。
zh_hant: 塑造在空間裡穿梭的那些鍵。

# settings.page.notifications
source: Notifications
ja: 通知
ko: 알림
ru: Уведомления
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# settings.page.notifications.helper
source: decide what gets to interrupt the operator.
ja: 何がオペレーターを割り込めるかを決めます。
ko: 무엇이 오퍼레이터를 방해할 수 있는지 결정합니다.
ru: решите, чему позволено прерывать оператора.
uk: вирішіть, що може перервати оператора.
zh_hans: 决定什么可以打扰操作员。
zh_hant: 決定什麼有資格打斷操作員。

# settings.page.workspaceSidebar
source: Workspace & Sidebar
ja: ワークスペースとサイドバー
ko: 작업 공간 및 사이드바
ru: Рабочее пространство и боковая панель
uk: Робочий простір і бічна панель
zh_hans: 工作区与侧边栏
zh_hant: 工作區與側邊欄

# settings.page.workspaceSidebar.helper
source: decide how much signal the sidebar carries while agents work.
ja: エージェントが動く間、サイドバーにどれだけ信号を載せるかを決めます。
ko: 에이전트가 일하는 동안 사이드바가 얼마나 많은 신호를 나를지 결정합니다.
ru: решите, сколько сигнала несёт боковая панель, пока работают агенты.
uk: вирішіть, скільки сигналу несе бічна панель, поки працюють агенти.
zh_hans: 决定代理工作时,侧边栏承载多少信号。
zh_hant: 決定代理工作時側邊欄承載多少訊號。

# settings.preset.nativeSidebar
source: Native Sidebar
ja: ネイティブサイドバー
ko: 기본 사이드바
ru: Системная боковая панель
uk: Системна бічна панель
zh_hans: 原生侧边栏
zh_hant: 原生側邊欄

# settings.preset.popoverGlass
source: Popover Glass
ja: ポップオーバーGlass
ko: 팝오버 글래스
zh_hans: 弹出框玻璃
zh_hant: 彈出框玻璃

# settings.preset.softBlur
source: Soft Blur
ja: ソフトブラー
ko: 소프트 블러
zh_hans: 柔和模糊
zh_hant: 柔和模糊

# settings.preset.underWindow
source: Under Window
ja: ウインドウ下
ko: 윈도우 아래
zh_hans: 窗口底部
zh_hant: 視窗下方

# settings.reset.coverage
source: Resets language, app behavior, browser routing, import hints, notifications, sidebar detail and tint, shortcuts, TextBox input, and workspace colors.
ja: 言語、アプリ動作、ブラウザのルーティング、インポートヒント、通知、サイドバー詳細と色合い、ショートカット、TextBox入力、ワークスペースカラーをリセットします。
ko: 언어, 앱 동작, 브라우저 라우팅, 가져오기 힌트, 알림, 사이드바 세부 정보 및 색조, 단축키, TextBox 입력, 작업 공간 색상을 재설정합니다.
ru: Сбрасывает язык, поведение приложения, маршрутизацию браузера, подсказки импорта, уведомления, детали и оттенок боковой панели, сочетания клавиш, ввод TextBox и цвета рабочих пространств.
uk: Скидає мову, поведінку застосунку, маршрутизацію браузера, підказки імпорту, сповіщення, деталі й відтінок бічної панелі, клавіатурні скорочення, введення в TextBox і кольори робочих просторів.
zh_hans: 重置语言、应用行为、浏览器路由、导入提示、通知、侧边栏详情和色调、快捷键、TextBox 输入以及工作区颜色。
zh_hant: 重設語言、App 行為、瀏覽器路由、匯入提示、通知、側邊欄詳細資訊和色調、快速鍵、TextBox 輸入以及工作區顏色。

# settings.reset.externalState
source: Reset Settings leaves c11 theme slots, port ranges, browser history, socket password files, agent skill install state, and macOS notification permission alone. Clear browser history above; change the rest where it lives.
ja: 「設定をリセット」は、c11テーマスロット、ポート範囲、ブラウザ履歴、ソケットパスワードファイル、エージェントスキルのインストール状態、macOS通知権限をそのまま残します。ブラウザ履歴は上で消去し、それ以外はそれぞれの場所で変更してください。
ko: 설정 재설정은 c11 테마 슬롯, 포트 범위, 브라우저 기록, 소켓 비밀번호 파일, 에이전트 스킬 설치 상태, macOS 알림 권한을 그대로 둡니다. 브라우저 기록은 위에서 지우고, 나머지는 해당 위치에서 변경하세요.
ru: Сброс настроек не затрагивает слоты тем c11, диапазоны портов, историю браузера, файлы паролей сокета, состояние установки навыков агентов и разрешение уведомлений macOS. Историю браузера очистите выше; остальное меняйте там, где оно находится.
uk: «Скинути налаштування» не чіпає слоти тем c11, діапазони портів, історію браузера, файли паролів сокета, стан встановлення навичок агентів і дозвіл на сповіщення macOS. Очистіть історію браузера вище; решту змінюйте там, де вона зберігається.
zh_hans: 重置设置不会改动 c11 主题槽、端口范围、浏览器历史记录、套接字密码文件、代理技能安装状态和 macOS 通知权限。浏览器历史记录请在上方清除；其余项请在各自位置更改。
zh_hant: 「重設設定」不會變更 c11 主題配置、連接埠範圍、瀏覽器歷史記錄、Socket 密碼檔案、代理人技能安裝狀態以及 macOS 通知權限。在上方清除瀏覽器歷史記錄；其餘請到各自所在位置變更。

# settings.reset.resetAll
source: Reset All Settings
ja: すべての設定をリセット
ko: 모든 설정 초기화
ru: Сбросить все настройки
uk: Скинути всі налаштування
zh_hans: 重置所有设置
zh_hant: 重置所有設定

# settings.reset.resetSettings
source: Reset Settings
ja: 設定をリセット
ko: 설정 재설정
ru: Сбросить настройки
uk: Скинути налаштування
zh_hans: 重置设置
zh_hant: 重設設定

# settings.section.agentIntegrations
source: Agent Integrations
ja: エージェント連携
ko: 에이전트 연동
ru: Интеграции агентов
uk: Інтеграції агентів
zh_hans: 代理集成
zh_hant: 代理整合

# settings.section.agentLauncher
source: Agent Launcher Button
ja: エージェント起動ボタン
ko: 에이전트 실행 버튼
ru: Кнопка запуска агента
uk: Кнопка запуску агента
zh_hans: 代理启动按钮
zh_hant: 代理啟動按鈕

# settings.section.agentSkills
source: Agent Skills
ja: エージェントスキル
ko: 에이전트 스킬
ru: Навыки агентов
uk: Навички агентів
zh_hans: 代理技能

# settings.section.app
source: App
ja: アプリ
ko: 앱
ru: Приложение
uk: Застосунок
zh_hans: 应用

# settings.section.automation
source: Automation
ja: オートメーション
ko: 자동화
ru: Автоматизация
uk: Автоматизація
zh_hans: 自动化
zh_hant: 自動化

# settings.section.browser
source: Browser
ja: ブラウザ
ko: 브라우저
ru: Браузер
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# settings.section.browserAppearance
source: Browser Appearance
ja: ブラウザの外観
ko: 브라우저 외관
ru: Внешний вид браузера
uk: Вигляд браузера
zh_hans: 浏览器外观
zh_hant: 瀏覽器外觀

# settings.section.c11Skills
source: c11 skills
ja: c11 スキル
ko: c11 스킬
ru: c11 навыки
uk: c11 навички
zh_hans: c11 技能
zh_hant: c11 技能

# settings.section.c11Theme
source: c11 Theme
ja: c11テーマ
ko: c11 테마
ru: Тема c11
uk: Тема c11
zh_hans: c11 主题
zh_hant: c11 主題

# settings.section.chromeScale
source: App Chrome UI Scale
ja: アプリクロームUIスケール
ko: 앱 크롬 UI 스케일
ru: Масштаб UI хрома приложения
uk: Масштаб UI хрому застосунку
zh_hans: 应用 Chrome UI 缩放
zh_hant: 應用 Chrome UI 縮放

# settings.section.command
source: Command
ja: コマンド
ko: 명령
ru: Команда
uk: Команда
zh_hans: 命令
zh_hant: 指令

# settings.section.commandPalette
source: Command Palette
ja: コマンドパレット
ko: 명령어 팔레트
ru: Палитра команд
uk: Палітра команд
zh_hans: 命令面板
zh_hant: 指令面板

# settings.section.dataLeaving
source: Data Leaving the Machine
ja: マシン外へ出るデータ
ko: 이 기기를 벗어나는 데이터
ru: Данные, покидающие машину
uk: Дані, що залишають машину
zh_hans: 离开本机的数据
zh_hant: 離開這台機器的資料

# settings.section.defaultAgent
source: default agent
ja: デフォルトエージェント
ko: 기본 에이전트
ru: агент по умолчанию
uk: типовий агент
zh_hans: 默认代理
zh_hant: 預設代理

# settings.section.defaultTerminalAgent
source: Default terminal agent
ja: デフォルトのターミナルエージェント
ko: 기본 터미널 에이전트
ru: Терминальный агент по умолчанию
uk: Типовий агент термінала
zh_hans: 默认终端代理
zh_hant: 預設終端代理

# settings.section.externalState
source: External State Not Reset
ja: リセットされない外部状態
ko: 재설정되지 않는 외부 상태
ru: Внешнее состояние, которое не сбрасывается
uk: Зовнішній стан, що не скидається
zh_hans: 不会重置的外部状态
zh_hant: 不會被重設的外部狀態

# settings.section.import
source: Import
ja: インポート
ko: 가져오기
ru: Импорт
uk: Імпорт
zh_hans: 导入
zh_hant: 匯入

# settings.section.inAppSignals
source: In-App Signals
ja: アプリ内シグナル
ko: 앱 내 신호
ru: Сигналы в приложении
uk: Сигнали у застосунку
zh_hans: 应用内信号
zh_hant: 應用程式內訊號

# settings.section.keyboardShortcuts
source: Keyboard Shortcuts
ja: キーボードショートカット
ko: 키보드 단축키
ru: Сочетания клавиш
uk: Клавіатурні скорочення
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

# settings.section.language
source: Language
ja: 言語
ko: 언어
ru: Язык
uk: Мова
zh_hans: 语言
zh_hant: 語言

# settings.section.linkRouting
source: Link Routing
ja: リンクルーティング
ko: 링크 라우팅
ru: Маршрутизация ссылок
uk: Маршрутизація посилань
zh_hans: 链接路由
zh_hant: 連結路由

# settings.section.localBrowserData
source: Local Browser Data
ja: ローカルブラウザデータ
ko: 로컬 브라우저 데이터
ru: Локальные данные браузера
uk: Локальні дані браузера
zh_hans: 本地浏览器数据
zh_hant: 本機瀏覽器資料

# settings.section.permissions
source: Permissions
ja: 権限
ko: 권한
ru: Разрешения
uk: Дозволи
zh_hans: 权限
zh_hant: 權限

# settings.section.ports
source: Ports
ja: ポート
ko: 포트
ru: Порты
uk: Порти
zh_hans: 端口
zh_hant: 連接埠

# settings.section.quitBehavior
source: Quit Behavior
ja: 終了動作
ko: 종료 동작
ru: Поведение при выходе
uk: Поведінка при виході
zh_hans: 退出行为
zh_hant: 結束行為

# settings.section.reset
source: Reset
ja: リセット
ko: 초기화
ru: Сброс
uk: Скидання
zh_hans: 重置
zh_hant: 重置

# settings.section.resetSettings
source: Reset Settings
ja: 設定をリセット
ko: 설정 재설정
ru: Сбросить настройки
uk: Скинути налаштування
zh_hans: 重置设置
zh_hant: 重設設定

# settings.section.search
source: Search
ja: 検索
ko: 검색
ru: Поиск
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# settings.section.securityExceptions
source: Security & Exceptions
ja: セキュリティと例外
ko: 보안 및 예외
ru: Безопасность и исключения
uk: Безпека та винятки
zh_hans: 安全与例外
zh_hant: 安全與例外

# settings.section.shortcutHints
source: Shortcut Hints
ja: ショートカットヒント
ko: 단축키 힌트
ru: Подсказки сочетаний
uk: Підказки скорочень
zh_hans: 快捷键提示
zh_hant: 快捷鍵提示

# settings.section.sidebarAppearance
source: Sidebar Appearance
ja: サイドバーの外観
ko: 사이드바 모양
ru: Внешний вид боковой панели
uk: Вигляд бічної панелі
zh_hans: 侧边栏外观
zh_hant: 側邊欄外觀

# settings.section.sidebarDetail
source: Sidebar Detail
ja: サイドバー詳細
ko: 사이드바 세부 정보
ru: Детали боковой панели
uk: Деталі бічної панелі
zh_hans: 侧边栏详情
zh_hant: 側邊欄細節

# settings.section.sidebarMetadata
source: Sidebar Metadata
ja: サイドバーメタデータ
ko: 사이드바 메타데이터
ru: Метаданные боковой панели
uk: Метадані бічної панелі
zh_hans: 侧边栏元数据
zh_hant: 側邊欄中繼資料

# settings.section.sidebarTint
source: Sidebar Tint
ja: サイドバーの色合い
ko: 사이드바 색조
ru: Оттенок боковой панели
uk: Відтінок бічної панелі
zh_hans: 侧边栏色调
zh_hant: 側邊欄色調

# settings.section.socketAccess
source: Socket Access
ja: ソケットアクセス
ko: 소켓 접근
ru: Доступ к сокету
uk: Доступ до сокета
zh_hans: 套接字访问
zh_hant: Socket 存取

# settings.section.socketOverrides
source: Socket Overrides
ja: ソケット上書き
ko: 소켓 재정의
ru: Переопределения сокета
uk: Перевизначення сокета
zh_hans: 套接字覆盖
zh_hant: Socket 覆寫

# settings.section.sound
source: Sound
ja: サウンド
ko: 소리
ru: Звук
uk: Звук
zh_hans: 声音
zh_hant: 音效

# settings.section.systemSignals
source: System Signals
ja: システムシグナル
ko: 시스템 신호
ru: Системные сигналы
uk: Системні сигнали
zh_hans: 系统信号
zh_hant: 系統訊號

# settings.section.textBoxInput
source: TextBox Input
ja: テキストボックス入力
ko: TextBox 입력
ru: Ввод в TextBox
uk: Введення в TextBox
zh_hans: TextBox 输入
zh_hant: TextBox 輸入

# settings.section.workspaceBehavior
source: Workspace Behavior
ja: ワークスペース動作
ko: 작업 공간 동작
ru: Поведение рабочего пространства
uk: Поведінка робочого простору
zh_hans: 工作区行为
zh_hant: 工作區行為

# settings.section.workspaceColors
source: Workspace Colors
ja: ワークスペースカラー
ko: 작업 공간 색상
ru: Цвета рабочих пространств
uk: Кольори робочих просторів
zh_hans: 工作区颜色
zh_hant: 工作區顏色

# settings.shortcuts.group.browser
source: Browser
ja: ブラウザ
ko: 브라우저
ru: Браузер
uk: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# settings.shortcuts.group.help
source: Help
ja: ヘルプ
ko: 도움말
ru: Справка
uk: Довідка
zh_hans: 帮助
zh_hant: 說明

# settings.shortcuts.group.navigation
source: Navigation
ja: ナビゲーション
ko: 내비게이션
ru: Навигация
uk: Навігація
zh_hans: 导航
zh_hant: 導覽

# settings.shortcuts.group.notifications
source: Notifications
ja: 通知
ko: 알림
ru: Уведомления
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# settings.shortcuts.group.panes
source: Panes
ja: ペイン
ko: 페인
ru: Панели
uk: Панелі
zh_hans: 面板
zh_hant: 面板

# settings.shortcuts.group.terminal
source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
uk: Термінал
zh_hans: 终端
zh_hant: 終端機
